Revit 2027 API
GroupTypeId.CurtainGridVert Property
 Vertical Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainGridVert { get; }
Public Shared ReadOnly Property CurtainGridVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainGridVert {
	ForgeTypeId^ get ();
}
static member CurtainGridVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace